Repository: virtual-labs/exp-youngs-modulus-uniform-amrt
Catalog: experiment/simulation/locale/*/messages.po
Languages: hi_in

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: help1
hi_in: सूची में से एक वातावरण का चयन करें।

source: help2
hi_in: सूची में से एक सामग्री का चयन करें।

source: help3
hi_in: संबंधित स्लाइडर का उपयोग वजन पिछलग्गू की बड़े पैमाने पर सेट करें।

source: help4
hi_in: संबंधित स्लाइडर का उपयोग पट्टी की चौड़ाई को समायोजित करें।

source: help5
hi_in: संबंधित स्लाइडर का उपयोग बार की मोटाई समायोजित करें।

source: help6
hi_in: संबंधित स्लाइडर का उपयोग करके वजन का पिछलग्गू और चाकू की दूरी तय करें।

source: help7
hi_in: ज़ूम में और बड़े पैमाने की प्रारंभिक पढ़ने की पहचान करने के लिए खड़ी पैमाने पर क्लिक करें।

source: help8
hi_in: सुई डिवाइस के शीर्ष पर तीर का उपयोग करने के लिए ध्यान केंद्रित लेंस की स्थिति को समायोजित करें।

source: help9
hi_in: ज़ूम में और बड़े पैमाने की अंतिम पढ़ने की पहचान करने के लिए खड़ी पैमाने पर क्लिक करें।

source: help10
hi_in: रीसेट बटन पर प्रयोग पर क्लिक करें रीसेट करने के लिए।

source: Young's Modulus-Uniform Bending
hi_in: यंग के मॉड्यूलस-यूनिफॉर्म बेंडिंग

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2009 - 2015

source: Select Environment
hi_in: पर्यावरण का चयन

source: Select Material
hi_in: सामग्री का चयन

source: Mass of weight hanger :
hi_in: वजन पिछलग्गू की मास:

source: g
hi_in: जी

source: cm
hi_in: से.मी

source: Breadth of bar(b) :
hi_in: पट्टी (ख) की चौड़ाई:

source: Thickness of bar(d) :
hi_in: पट्टी (घ) की मोटाई:

source: Knife edge distance :
hi_in: धार से दूरी:

source: Weight hangers distance :
hi_in: वजन हैंगर दूरी:

source: Reset
hi_in: रीसेट

source: Young's Modulus of
hi_in: की यंग मापांक

source: Earth, g=9.8m/s
hi_in: पृथ्वी, जी = 9.8M / एस

source: Moon, g=1.63m/s
hi_in: चंद्रमा, जी = 1.63m / s

source: Uranus, g=10.67m/s
hi_in: यूरेनस, जी = 10.67m / s

source: Saturn, g=11.08m/s
hi_in: शनि, जी = 11.08m / s

source: Wood
hi_in: लकड़ी

source: Aluminium
hi_in: एल्युमिनियम

source: Copper
hi_in: तांबा

source: Steel
hi_in: स्टील
